tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "ikanago/tap"
tap "koekeishiya/formulae"
tap "yammerjp/tap"
brew "bash"
brew "coreutils"
brew "gawk"
brew "gnu-sed"
brew "gnupg"
brew "lpeg"
brew "neovim", args: ["HEAD"]
brew "neovide"
brew "pinentry-mac"
brew "python@3.11"
brew "python-tk@3.11"
brew "qrencode"
brew "skktools"
brew "tailscale", restart_service: true
brew "vim", args: ["HEAD"]
brew "ikanago/tap/omekasy"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "yammerjp/tap/pdef"
cask "alacritty"
cask "aquaskk"
cask "bitwarden"
cask "discord"
cask "fedistar"
cask "font-hackgen-nerd"
cask "iterm2"
cask "kap"
cask "keycastr"
